.svn/pristine/c8/c8d998c64cab2d6a4454ca1d4c088bcf9d3d32dc.svn-base

<?xml version="1.0" encoding="utf-8"?>
<soap:Envelope xmlns:soap="http://schemas.xmlsoap.org/soap/envelope/" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xmlns:xsd="http://www.w3.org/2001/XMLSchema">
  <soap:Body>
    <updProgMsg xmlns="http://tempuri.org/">
      <gg_idno></gg_idno>
      <gg_name></gg_name>
      <gg_subname></gg_subname>
      <gg_date></gg_date>
      <gg_type></gg_type>
      <gg_def></gg_def>
      <gg_len></gg_len>
      <gg_script></gg_script>
      <gg_froname></gg_froname>
      <gg_tapeno></gg_tapeno>
      <add_person></add_person>
      <gg_name_bef></gg_name_bef>
      <gg_subname_bef></gg_subname_bef>
      <gg_date_bef></gg_date_bef>
      <gg_type_bef></gg_type_bef>
      <gg_def_bef></gg_def_bef>
      <gg_len_bef></gg_len_bef>
      <gg_script_bef></gg_script_bef>
      <gg_froname_bef></gg_froname_bef>
      <gg_tapeno_bef></gg_tapeno_bef>
      <add_person_bef></add_person_bef>
    </updProgMsg>
  </soap:Body>
</soap:Envelope>